Repository: lhhiep2204/project-alpha
Catalog: ios/ProjectAlpha/ProjectAlpha/Presentation/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, he, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: System
ar: حسب النظام
bn: সিস্টেম অনুযায়ী
es: Sistema
fr: Système
he: לפי המערכת
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Системная
th: ตามระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 跟随系统

source: Theme
ar: السمة
bn: থিম
de: Design
es: Tema
fr: Thème
he: ערכת נושא
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt: Tema
ru: Тема
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题

source: This collection changed before deletion. Review the latest details and try again.
ar: تغيّرت هذه المجموعة قبل حذفها. راجع أحدث التفاصيل ثم حاول مجددًا.
bn: মুছে ফেলার আগে সংগ্রহটি পরিবর্তিত হয়েছে। সর্বশেষ বিবরণ দেখে আবার চেষ্টা করুন।
de: Diese Sammlung wurde vor dem Löschen geändert. Prüfe die aktuellen Details und versuche es erneut.
es: Esta colección cambió antes de eliminarla. Revisa los datos actuales e inténtalo de nuevo.
fr: Cette collection a changé avant sa suppression. Vérifiez les détails actuels et réessayez.
he: האוסף השתנה לפני המחיקה. יש לבדוק את הפרטים העדכניים ולנסות שוב.
hi: यह संग्रह हटाने से पहले बदल गया। नवीनतम विवरण देखें और फिर कोशिश करें।
id: Koleksi ini berubah sebelum dihapus. Tinjau detail terbaru lalu coba lagi.
it: La raccolta è cambiata prima dell’eliminazione. Controlla i dettagli aggiornati e riprova.
ja: 削除前にコレクションが変更されました。最新の内容を確認して再試行してください。
ko: 삭제하기 전에 컬렉션이 변경되었습니다. 최신 내용을 확인하고 다시 시도하세요.
nl: Deze collectie is gewijzigd vóór het verwijderen. Bekijk de nieuwste details en probeer het opnieuw.
pt: Esta coleção mudou antes de ser excluída. Confira os detalhes atuais e tente novamente.
ru: Коллекция изменилась перед удалением. Проверьте актуальные сведения и повторите попытку.
th: คอลเลกชันเปลี่ยนไปก่อนลบ ตรวจสอบรายละเอียดล่าสุดแล้วลองอีกครั้ง
tr: Koleksiyon silinmeden önce değişti. Güncel ayrıntıları inceleyip tekrar deneyin.
uk: Колекцію змінено перед видаленням. Перегляньте актуальні дані й повторіть спробу.
vi: Bộ sưu tập đã thay đổi trước khi xóa. Xem chi tiết mới nhất rồi thử lại.
zh_hans: 删除前此收藏集已更改。请查看最新详情后重试。

source: This collection changed elsewhere. Reload the latest version or reapply your edits.
ar: تغيّرت هذه المجموعة في مكان آخر. حمّل أحدث نسخة أو أعد تطبيق تعديلاتك.
bn: এই সংগ্রহটি অন্য জায়গায় পরিবর্তিত হয়েছে। সর্বশেষ সংস্করণ লোড করুন বা আপনার সম্পাদনা আবার প্রয়োগ করুন।
de: Diese Sammlung wurde an anderer Stelle geändert. Lade die neueste Version oder wende deine Änderungen erneut an.
es: Esta colección cambió en otro lugar. Carga la versión más reciente o vuelve a aplicar tus cambios.
fr: Cette collection a été modifiée ailleurs. Rechargez la dernière version ou réappliquez vos modifications.
he: האוסף השתנה במקום אחר. יש לטעון את הגרסה העדכנית או להחיל שוב את העריכות.
hi: यह संग्रह कहीं और बदला गया। नवीनतम संस्करण फिर लोड करें या अपने संपादन दोबारा लागू करें।
id: Koleksi ini diubah di tempat lain. Muat versi terbaru atau terapkan ulang perubahan Anda.
it: Questa raccolta è stata modificata altrove. Ricarica la versione più recente o riapplica le tue modifiche.
ja: このコレクションは別の場所で変更されました。最新版を再読み込みするか、編集内容を再適用してください。
ko: 이 컬렉션이 다른 곳에서 변경되었습니다. 최신 버전을 다시 불러오거나 편집 내용을 다시 적용하세요.
nl: Deze collectie is elders gewijzigd. Laad de nieuwste versie of pas je bewerkingen opnieuw toe.
pt: Esta coleção foi alterada em outro lugar. Recarregue a versão mais recente ou reaplique suas edições.
ru: Коллекция изменена в другом месте. Загрузите последнюю версию или повторно примените правки.
th: คอลเลกชันนี้ถูกเปลี่ยนจากที่อื่น โหลดเวอร์ชันล่าสุดหรือใช้การแก้ไขของคุณอีกครั้ง
tr: Bu koleksiyon başka bir yerde değiştirildi. Son sürümü yeniden yükleyin veya düzenlemelerinizi yeniden uygulayın.
uk: Колекцію змінено деінде. Завантажте останню версію або повторно застосуйте свої зміни.
vi: Bộ sưu tập đã được thay đổi ở nơi khác. Tải lại phiên bản mới nhất hoặc áp dụng lại chỉnh sửa.
zh_hans: 此收藏集已在别处更改。请重新加载最新版本或重新应用您的编辑。

source: This collection is no longer available.
ar: لم تعد هذه المجموعة متاحة.
bn: এই সংগ্রহটি আর উপলব্ধ নেই।
de: Diese Sammlung ist nicht mehr verfügbar.
es: Esta colección ya no está disponible.
fr: Cette collection n’est plus disponible.
he: האוסף הזה כבר אינו זמין.
hi: यह संग्रह अब उपलब्ध नहीं है।
id: Koleksi ini tidak tersedia lagi.
it: Questa raccolta non è più disponibile.
ja: このコレクションは利用できなくなりました。
ko: 이 컬렉션은 더 이상 사용할 수 없습니다.
nl: Deze collectie is niet meer beschikbaar.
pt: Esta coleção já não está disponível.
ru: Эта коллекция больше недоступна.
th: คอลเลกชันนี้ใช้ไม่ได้อีกต่อไป
tr: Bu koleksiyon artık kullanılamıyor.
uk: Ця колекція більше недоступна.
vi: Bộ sưu tập này không còn khả dụng.
zh_hans: 此收藏集已不可用。

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
he: גרסה
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本

source: Your changes to this collection will be lost.
ar: ستُفقد تعديلاتك على هذه المجموعة.
bn: এই সংগ্রহে আপনার পরিবর্তনগুলি হারিয়ে যাবে।
de: Deine Änderungen an dieser Sammlung gehen verloren.
es: Se perderán tus cambios en esta colección.
fr: Vos modifications apportées à cette collection seront perdues.
he: השינויים שלך באוסף הזה יאבדו.
hi: इस संग्रह में किए गए बदलाव खो जाएँगे।
id: Perubahan Anda pada koleksi ini akan hilang.
it: Le modifiche a questa raccolta andranno perse.
ja: このコレクションへの変更は失われます。
ko: 이 컬렉션의 변경 사항이 사라집니다.
nl: Je wijzigingen aan deze collectie gaan verloren.
pt: Suas alterações nesta coleção serão perdidas.
ru: Изменения этой коллекции будут потеряны.
th: การเปลี่ยนแปลงในคอลเลกชันนี้จะหายไป
tr: Bu koleksiyondaki değişiklikleriniz kaybolacak.
uk: Ваші зміни в цій колекції буде втрачено.
vi: Các thay đổi đối với bộ sưu tập này sẽ bị mất.
zh_hans: 您对此收藏集所做的更改将丢失。

source: Your collections are unavailable. Retry to load them.
ar: مجموعاتك غير متاحة. حاول تحميلها مجددًا.
bn: আপনার সংগ্রহগুলি উপলব্ধ নেই। আবার লোড করার চেষ্টা করুন।
de: Deine Sammlungen sind nicht verfügbar. Versuche erneut, sie zu laden.
es: Tus colecciones no están disponibles. Intenta cargarlas de nuevo.
fr: Vos collections sont indisponibles. Réessayez de les charger.
he: האוספים שלך אינם זמינים. נסו לטעון אותם שוב.
hi: आपके संग्रह उपलब्ध नहीं हैं। इन्हें फिर लोड करने की कोशिश करें।
id: Koleksi Anda tidak tersedia. Coba muat lagi.
it: Le tue raccolte non sono disponibili. Prova a ricaricarle.
ja: コレクションを利用できません。再読み込みしてください。
ko: 컬렉션을 사용할 수 없습니다. 다시 불러오세요.
nl: Je collecties zijn niet beschikbaar. Probeer ze opnieuw te laden.
pt: Suas coleções estão indisponíveis. Tente carregá-las novamente.
ru: Ваши коллекции недоступны. Попробуйте загрузить их снова.
th: คอลเลกชันของคุณไม่พร้อมใช้งาน ลองโหลดอีกครั้ง
tr: Koleksiyonlarınıza ulaşılamıyor. Yeniden yüklemeyi deneyin.
uk: Ваші колекції недоступні. Спробуйте завантажити їх знову.
vi: Các bộ sưu tập của bạn không khả dụng. Hãy thử tải lại.
zh_hans: 您的收藏集不可用。请尝试重新加载。

source: Get Current Location
ar: الحصول على الموقع الحالي
bn: বর্তমান অবস্থান পান
de: Aktuellen Standort abrufen
es: Obtener ubicación actual
fr: Obtenir la position actuelle
he: קבלת המיקום הנוכחי
hi: वर्तमान स्थान प्राप्त करें
id: Dapatkan Lokasi Saat Ini
it: Ottieni posizione attuale
ja: 現在地を取得
ko: 현재 위치 가져오기
nl: Huidige locatie ophalen
pt: Obter localização atual
ru: Определить текущее местоположение
th: รับตำแหน่งปัจจุบัน
tr: Geçerli Konumu Al
uk: Визначити поточне місцезнаходження
vi: Lấy vị trí hiện tại
zh_hans: 获取当前位置

source: Getting Current Location
ar: جارٍ تحديد الموقع الحالي
bn: বর্তমান অবস্থান খোঁজা হচ্ছে
de: Aktueller Standort wird ermittelt
es: Obteniendo ubicación actual
fr: Recherche de la position actuelle
he: המיקום הנוכחי מאותר
hi: वर्तमान स्थान खोजा जा रहा है
id: Mencari Lokasi Saat Ini
it: Ricerca della posizione attuale
ja: 現在地を取得中
ko: 현재 위치를 찾는 중
nl: Huidige locatie wordt gezocht
pt: A obter localização atual
ru: Определение текущего местоположения
th: กำลังค้นหาตำแหน่งปัจจุบัน
tr: Geçerli Konum Bulunuyor
uk: Визначення поточного місцезнаходження
vi: Đang lấy vị trí hiện tại
zh_hans: 正在获取当前位置

source: Location Access Needed
ar: يلزم السماح بالوصول إلى الموقع
bn: অবস্থানের অনুমতি প্রয়োজন
de: Standortzugriff erforderlich
es: Se necesita acceso a la ubicación
fr: Accès à la position requis
he: נדרשת גישה למיקום
hi: स्थान की अनुमति चाहिए
id: Akses Lokasi Diperlukan
it: Accesso alla posizione necessario
ja: 位置情報へのアクセスが必要です
ko: 위치 접근 권한 필요
nl: Locatietoegang vereist
pt: É necessário acesso à localização
ru: Необходим доступ к местоположению
th: ต้องอนุญาตการเข้าถึงตำแหน่ง
tr: Konum Erişimi Gerekli
uk: Потрібен доступ до місцезнаходження
vi: Cần quyền truy cập vị trí
zh_hans: 需要位置访问权限

source: Allow location access in Settings to find your current location.
ar: اسمح بالوصول إلى الموقع في الإعدادات للعثور على موقعك الحالي.
bn: আপনার বর্তমান অবস্থান খুঁজতে সেটিংসে অবস্থানের অনুমতি দিন।
de: Erlaube den Standortzugriff in den Einstellungen, um deinen aktuellen Standort zu finden.
es: Permite el acceso a la ubicación en Ajustes para encontrar tu ubicación actual.
fr: Autorisez l’accès à la position dans Réglages pour trouver votre position actuelle.
he: יש לאפשר גישה למיקום בהגדרות כדי למצוא את המיקום הנוכחי שלך.
hi: अपना वर्तमान स्थान खोजने के लिए सेटिंग्स में स्थान की अनुमति दें।
id: Izinkan akses lokasi di Pengaturan untuk menemukan lokasi Anda saat ini.
it: Consenti l’accesso alla posizione in Impostazioni per trovare la tua posizione attuale.
ja: 現在地を確認するには、設定で位置情報へのアクセスを許可してください。
ko: 현재 위치를 찾으려면 설정에서 위치 접근을 허용하세요.
nl: Sta locatietoegang toe in Instellingen om je huidige locatie te vinden.
pt: Permita o acesso à localização nas Definições para encontrar a sua localização atual.
ru: Разрешите доступ к местоположению в Настройках, чтобы определить ваше текущее местоположение.
th: อนุญาตการเข้าถึงตำแหน่งในการตั้งค่าเพื่อค้นหาตำแหน่งปัจจุบันของคุณ
tr: Geçerli konumunuzu bulmak için Ayarlar’da konum erişimine izin verin.
uk: Дозвольте доступ до місцезнаходження в Параметрах, щоб визначити ваше поточне місцезнаходження.
vi: Cho phép truy cập vị trí trong Cài đặt để tìm vị trí hiện tại của bạn.
zh_hans: 请在设置中允许访问位置，以查找您的当前位置。

source: Location Services are turned off. Turn them on in Settings and try again.
ar: خدمات الموقع متوقفة. فعّلها في الإعدادات وحاول مرة أخرى.
bn: অবস্থান পরিষেবা বন্ধ আছে। সেটিংসে চালু করে আবার চেষ্টা করুন।
de: Die Ortungsdienste sind deaktiviert. Aktiviere sie in den Einstellungen und versuche es erneut.
es: Los servicios de localización están desactivados. Actívalos en Ajustes e inténtalo de nuevo.
fr: Les services de localisation sont désactivés. Activez-les dans Réglages et réessayez.
he: שירותי המיקום כבויים. יש להפעיל אותם בהגדרות ולנסות שוב.
hi: स्थान सेवाएँ बंद हैं। सेटिंग्स में उन्हें चालू करें और फिर कोशिश करें।
id: Layanan Lokasi dimatikan. Aktifkan di Pengaturan dan coba lagi.
it: I servizi di localizzazione sono disattivati. Attivali in Impostazioni e riprova.
ja: 位置情報サービスがオフになっています。設定でオンにして、もう一度お試しください。
ko: 위치 서비스가 꺼져 있습니다. 설정에서 켠 후 다시 시도하세요.
nl: Locatievoorzieningen zijn uitgeschakeld. Schakel ze in via Instellingen en probeer het opnieuw.
pt: Os serviços de localização estão desativados. Ative-os nas Definições e tente novamente.
ru: Службы геолокации выключены. Включите их в Настройках и повторите попытку.
th: บริการหาตำแหน่งที่ตั้งปิดอยู่ เปิดในการตั้งค่าแล้วลองอีกครั้ง
tr: Konum Servisleri kapalı. Ayarlar’dan açıp tekrar deneyin.
uk: Служби геолокації вимкнено. Увімкніть їх у Параметрах і спробуйте знову.
vi: Dịch vụ định vị đang tắt. Hãy bật trong Cài đặt rồi thử lại.
zh_hans: 定位服务已关闭。请在设置中开启后重试。

source: Location access is restricted on this device.
ar: الوصول إلى الموقع مقيّد على هذا الجهاز.
bn: এই ডিভাইসে অবস্থানের অনুমতি সীমাবদ্ধ।
de: Der Standortzugriff ist auf diesem Gerät eingeschränkt.
es: El acceso a la ubicación está restringido en este dispositivo.
fr: L’accès à la position est restreint sur cet appareil.
he: הגישה למיקום מוגבלת במכשיר זה.
hi: इस डिवाइस पर स्थान की अनुमति प्रतिबंधित है।
id: Akses lokasi dibatasi pada perangkat ini.
it: L’accesso alla posizione è limitato su questo dispositivo.
ja: このデバイスでは位置情報へのアクセスが制限されています。
ko: 이 기기에서는 위치 접근이 제한되어 있습니다.
nl: Locatietoegang is beperkt op dit apparaat.
pt: O acesso à localização está restrito neste dispositivo.
ru: Доступ к местоположению ограничен на этом устройстве.
th: การเข้าถึงตำแหน่งถูกจำกัดบนอุปกรณ์นี้
tr: Bu aygıtta konum erişimi kısıtlanmış.
uk: Доступ до місцезнаходження обмежено на цьому пристрої.
vi: Quyền truy cập vị trí bị hạn chế trên thiết bị này.
zh_hans: 此设备上的位置访问受到限制。

source: Finding your location took too long. Please try again.
ar: استغرق تحديد موقعك وقتًا طويلاً. حاول مرة أخرى.
bn: আপনার অবস্থান খুঁজতে বেশি সময় লেগেছে। আবার চেষ্টা করুন।
de: Die Standortermittlung hat zu lange gedauert. Versuche es erneut.
es: Encontrar tu ubicación ha tardado demasiado. Inténtalo de nuevo.
fr: La recherche de votre position a pris trop de temps. Réessayez.
he: איתור המיקום שלך נמשך זמן רב מדי. יש לנסות שוב.
hi: आपका स्थान खोजने में बहुत समय लगा। फिर कोशिश करें।
id: Pencarian lokasi Anda terlalu lama. Silakan coba lagi.
it: La ricerca della tua posizione ha richiesto troppo tempo. Riprova.
ja: 現在地の取得に時間がかかりすぎました。もう一度お試しください。
ko: 위치를 찾는 데 너무 오래 걸렸습니다. 다시 시도하세요.
nl: Het vinden van je locatie duurde te lang. Probeer het opnieuw.
pt: Encontrar a sua localização demorou demasiado. Tente novamente.
ru: Определение местоположения заняло слишком много времени. Повторите попытку.
th: การค้นหาตำแหน่งของคุณใช้เวลานานเกินไป โปรดลองอีกครั้ง
tr: Konumunuzu bulmak çok uzun sürdü. Lütfen tekrar deneyin.
uk: Визначення місцезнаходження тривало надто довго. Спробуйте знову.
vi: Quá trình tìm vị trí mất quá nhiều thời gian. Vui lòng thử lại.
zh_hans: 查找您的位置用时过长。请重试。

source: Your current location is unavailable. Please try again.
ar: موقعك الحالي غير متاح. حاول مرة أخرى.
bn: আপনার বর্তমান অবস্থান পাওয়া যাচ্ছে না। আবার চেষ্টা করুন।
de: Dein aktueller Standort ist nicht verfügbar. Versuche es erneut.
es: Tu ubicación actual no está disponible. Inténtalo de nuevo.
fr: Votre position actuelle est indisponible. Réessayez.
he: המיקום הנוכחי שלך אינו זמין. יש לנסות שוב.
hi: आपका वर्तमान स्थान उपलब्ध नहीं है। फिर कोशिश करें।
id: Lokasi Anda saat ini tidak tersedia. Silakan coba lagi.
it: La tua posizione attuale non è disponibile. Riprova.
ja: 現在地を取得できません。もう一度お試しください。
ko: 현재 위치를 확인할 수 없습니다. 다시 시도하세요.
nl: Je huidige locatie is niet beschikbaar. Probeer het opnieuw.
pt: A sua localização atual não está disponível. Tente novamente.
ru: Ваше текущее местоположение недоступно. Повторите попытку.
th: ไม่สามารถระบุตำแหน่งปัจจุบันของคุณได้ โปรดลองอีกครั้ง
tr: Geçerli konumunuz kullanılamıyor. Lütfen tekrar deneyin.
uk: Ваше поточне місцезнаходження недоступне. Спробуйте знову.
vi: Không thể lấy vị trí hiện tại của bạn. Vui lòng thử lại.
zh_hans: 无法获取您的当前位置。请重试。

source: Settings could not be opened. Please open Settings to change location access.
ar: تعذّر فتح الإعدادات. افتح الإعدادات لتغيير إذن الوصول إلى الموقع.
bn: সেটিংস খোলা যায়নি। অবস্থানের অনুমতি বদলাতে সেটিংস খুলুন।
de: Die Einstellungen konnten nicht geöffnet werden. Öffne sie, um den Standortzugriff zu ändern.
es: No se pudo abrir Ajustes. Abre Ajustes para cambiar el acceso a la ubicación.
fr: Impossible d’ouvrir Réglages. Ouvrez Réglages pour modifier l’accès à la position.
he: לא ניתן לפתוח את ההגדרות. יש לפתוח את ההגדרות כדי לשנות את הגישה למיקום.
hi: सेटिंग्स नहीं खोली जा सकीं। स्थान की अनुमति बदलने के लिए सेटिंग्स खोलें।
id: Pengaturan tidak dapat dibuka. Buka Pengaturan untuk mengubah akses lokasi.
it: Impossibile aprire Impostazioni. Apri Impostazioni per modificare l’accesso alla posizione.
ja: 設定を開けませんでした。設定を開いて位置情報へのアクセスを変更してください。
ko: 설정을 열 수 없습니다. 설정을 열어 위치 접근 권한을 변경하세요.
nl: Instellingen kon niet worden geopend. Open Instellingen om locatietoegang te wijzigen.
pt: Não foi possível abrir as Definições. Abra as Definições para alterar o acesso à localização.
ru: Не удалось открыть Настройки. Откройте Настройки, чтобы изменить доступ к местоположению.
th: ไม่สามารถเปิดการตั้งค่าได้ โปรดเปิดการตั้งค่าเพื่อเปลี่ยนการเข้าถึงตำแหน่ง
tr: Ayarlar açılamadı. Konum erişimini değiştirmek için Ayarlar’ı açın.
uk: Не вдалося відкрити Параметри. Відкрийте Параметри, щоб змінити доступ до місцезнаходження.
vi: Không thể mở Cài đặt. Vui lòng mở Cài đặt để thay đổi quyền truy cập vị trí.
zh_hans: 无法打开设置。请打开设置以更改位置访问权限。
